// Шаблоны Управления торговлей для заглушки.

Шаблон = Новый ШаблонКонфигурации("УправлениеТорговлей-11.5.26.88");
Шаблон.Спецификация.Конфигурация = "УправлениеТорговлей";
Шаблон.Спецификация.Синоним = "Управление торговлей, редакция 11";
Шаблон.Спецификация.Версия = "11.5.26.88";
Шаблон.Спецификация.ВидФайла = "cf";
Шаблон.Спецификация.Поставщик = "Фирма ""1С""";
Шаблон.Спецификация.МинимальнаяПлатформа = "8.3.24";
Шаблон.Спецификация.Содержимое = СтрШаблон("Имя: %1
	|Синоним: %2
	|Версия: %3
	|Поставщик: %4 (заглушка)
	|", Шаблон.Спецификация.Конфигурация, Шаблон.Спецификация.Синоним, Шаблон.Спецификация.Версия, Шаблон.Спецификация.Поставщик);
Провести(Шаблон);

Шаблон = Новый ШаблонКонфигурации("УправлениеТорговлей-11.5.27.40");
Шаблон.Спецификация.Конфигурация = "УправлениеТорговлей";
Шаблон.Спецификация.Синоним = "Управление торговлей, редакция 11";
Шаблон.Спецификация.Версия = "11.5.27.40";
Шаблон.Спецификация.ВидФайла = "cfu";
Шаблон.Спецификация.Поставщик = "Фирма ""1С""";
Шаблон.Спецификация.МинимальнаяПлатформа = "8.3.24";
Шаблон.Спецификация.Содержимое = СтрШаблон("Имя: %1
	|Синоним: %2
	|Версия: %3
	|Поставщик: %4 (заглушка)
	|", Шаблон.Спецификация.Конфигурация, Шаблон.Спецификация.Синоним, Шаблон.Спецификация.Версия, Шаблон.Спецификация.Поставщик);
Провести(Шаблон);

