// Шаблоны 1С:CRM для заглушки.

Шаблон = Новый ШаблонКонфигурации("CRM-3.1.36.14");
Шаблон.Спецификация.Конфигурация = "CRM";
Шаблон.Спецификация.Синоним = "1С:CRM ПРОФ, редакция 3.1";
Шаблон.Спецификация.Версия = "3.1.36.14";
Шаблон.Спецификация.ВидФайла = "cf";
Шаблон.Спецификация.Поставщик = "1С-Рарус";
Шаблон.Спецификация.МинимальнаяПлатформа = "8.3.24";
Шаблон.Спецификация.Содержимое = СтрШаблон("Имя: %1
	|Синоним: %2
	|Версия: %3
	|Поставщик: %4 (заглушка)
	|", Шаблон.Спецификация.Конфигурация, Шаблон.Спецификация.Синоним, Шаблон.Спецификация.Версия, Шаблон.Спецификация.Поставщик);
Провести(Шаблон);

